Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: Your note has been saved
ar: تم حفظ ملاحظتك
ca: S'ha desat la nota
cy: Mae eich nodyn wedi cael ei gadw
da: Din note er blevet gemt
de: Ihre Notiz wurde gespeichert
es: Se guardó su nota
es_es: Se ha guardado tu anotación
fi: Muistiinpanosi on tallennettu
fr: Votre note a été enregistrée.
fr_ca: Votre note a été enregistrée
ga: Sábháladh do nóta
hi: आपका नोट सहेज लिया गया है
is: Athugasemd þín var vistuð
it: La tua nota è stata salvata
ja: ノートカードが保存されました
ms: Nota anda telah disimpan
nb: Notatet ditt ble lagret
nl: Je notitie is opgeslagen
pl: Twoja notatka została zapisana
pt: A sua nota foi guardada
pt_br: Sua nota foi salva
ru: Ваша заметка сохранена
sl: Vaša opomba je bila shranjena
sv: Din anteckning har sparats
th: บันทึกหมายเหตุของคุณแล้ว
vi: Ghi chú của bạn đã được lưu
zh: 您的备注已保存
zh_hk: 您的筆記已儲存

source: Your submission
ar: إرسالك
ca: La vostra entrega
cy: Eich cyflwyniad
da: Din indsendelse
de: Ihre Abgabe
es: Su entrega
es_es: Tu entrega
fi: Tehtäväpalautuksesi
fr: Votre soumission
fr_ca: Votre envoi
ga: D’uaslódáil
hi: आपका सबमिशन
is: Skilin þín
it: la tua consegna
ja: あなたの提出物
ms: Serahan anda
nb: Innleveringen din
nl: Je inleveringen
pl: Twoje przesłane materiały
pt: O seu envio
pt_br: Seu envio
ru: Ваша отправка
sl: Vaša oddaja
sv: Din inlämning
th: ผลงานจัดส่งของคุณ
vi: Bài nộp của bạn
zh: 您的提交
zh_hk: 您的提交

source: Your text submission
ar: إرسالك النصي
ca: La vostra entrega de text
cy: Eich cyflwyniad testun
da: Din tekstaflevering
de: Ihre Textabgabe
es: Su entrega del texto
es_es: Tu entrega de texto
fi: Uusi tekstilähetys
fr: Votre soumission de texte
fr_ca: Votre envoi de texte
ga: D’uaslódáil téacs
hi: आपका पाठ सबमिशन
is: Textaskil þín
it: La tua consegna testo
ja: あなたのテキストの提出物
ms: Serahan teks anda
nb: Din tekstinnlevering
nl: Je tekstinlevering
pl: Twój przesłany tekst
pt: O seu texto enviado
pt_br: Seu envio de texto
ru: Ваша текстовая отправка
sl: Vaša oddaja besedila
sv: Din textinlämning
th: การส่งข้อความของคุณ
vi: Bài nộp dạng văn bản của bạn
zh: 您提交的文本
zh_hk: 您的文字提交項目

source: Your uploaded submission
ar: إرسالك الذي تم تحميله
ca: L’entrega que heu penjat
cy: Eich cyflwyniad wedi'i lwytho i fyny
da: Din uploadede aflevering
de: Ihre hochgeladene Abgabe
es: Su entrega cargada
es_es: Tu entrega cargada
fi: Ladattu tehtäväpalautuksesi
fr: Votre soumission chargée
fr_ca: Votre envoi téléversé
ga: D'uaslódáil uaslódáilte
hi: आपका अपलोड किया गया सबमिशन
is: Upphlaðin skil þín
it: La tua consegna caricata
ja: あなたのアップロードした提出物
ms: Serahan anda yang dimuat naik
nb: Din opplastede innlevering
nl: Je geüploade inlevering
pl: Twoje przesłane materiały
pt: O seu envio carregado
pt_br: Seu envio carregado
ru: Ваша загруженная отправка
sl: Vaša naložena oddaja
sv: Din uppladdade inlämning
th: ผลงานจัดส่งที่คุณอัพโหลด
vi: Bài nộp đã tải lên của bạn
zh: 您上传的提交项
zh_hk: 您上傳的提交項目

source: Zagreb (+01:00/+02:00)
ar: زغرب (+01:00/+02:00)
ga: Ságrab (+01:00/+02:00)
hi: ज़ाग्रेब (+01:00/+02:00)
it: Zagabria (+01:00/+02:00)
ja: ザグレブ (+01:00/+02:00)
pl: Zagrzeb (+01:00/+02:00)
ru: Загреб (+01:00/+02:00)
th: ซาเกร็บ (+01:00/+02:00)
zh: 萨格勒布 (+01:00/+02:00)
zh_hk: 札格瑞布 (+01:00/+02:00)

source: Zurich (+01:00/+02:00)
ar: زيورخ (+01:00/+02:00)
ca: Zúric (+01:00/+02:00)
da: Zürich (+01:00/+02:00)
de: Zürich (+01:00/+02:00)
es: Zúrich (+01:00/+02:00)
es_es: Zúrich (+01:00/+02:00)
fi: Zürich (+01:00/+02:00)
hi: ज्यूरीख (+01:00/+02:00)
is: Zürich (+01:00/+02:00)
it: Zurigo (+01:00/+02:00)
ja: チューリッヒ (+01:00/+02:00)
nb: Zürich (+01:00/+02:00)
nl: Zürich (+01:00/+02:00)
pl: Zurych (+01:00/+02:00)
pt: Zurique (+01:00/+02:00)
pt_br: Zurique (+01:00/+02:00)
ru: Цюрих (+01:00/+02:00)
sv: Zürich (+01:00/+02:00)
th: ซูริค (+01:00/+02:00)
zh: 苏黎世 (+01:00/+02:00)
zh_hk: 蘇黎世 (+01:00/+02:00)

source: Skillspace
fr_ca: Espace compétences
ga: Spás Scileanna
hi: स्किलस्पेस
ms: Ruang Kemahiran
nb: Ferdighetsområde
pt: Espaço de habilidades
vi: Không Gian Kỹ Năng
zh: 技能空间
zh_hk: 技能空間
